# # #int() - целое число
# # #float() - число с плавающей запятой
# # #bool() - логические значения
# # #str() - строки
# # #list() - список
# # #tuple() - кортеж
# # #dict() - словарь
# # #set() - множество
# # # len - длина
# # # sum сумма
# # # max максимальное значение
# # # min минимальное
# # # среднее - sum/ len

# # .append - добавить в список
# # .remove - удалить из списка
# # type - какого типа объект
# any - проверяет то, есть ли в объекте что то или он пустой (хотя бы один элемент не равен 0, Фолс или пустоте)
# all - проверяет чтобы все значение были не равны 0 фолс или пустоте

# # help - помощь о документации